Revit 2024 API
PointCloudFilterFactory.CreateMultiPlaneFilter Method
Overload List
Name | Description
CreateMultiPlaneFilter(IList<Plane>)
 Creates a new point cloud filter based upon planar boundaries.
CreateMultiPlaneFilter(IList<Plane>, Int32)
 Creates a new point cloud filter based upon planar boundaries.
See Also
PointCloudFilterFactory Class
PointCloudFilterFactory Members
Autodesk.Revit.DB.PointClouds Namespace